// C-style comments.
// First non-comment line must be the following:
#Product=MCSkinn
// Following lines are key-value pairs, stored by the program.
// A line beginning with the pound/sharp/hash sign # are
// used internally and are not actual language pieces.
#Name=Italiano (Italia)
// Version is the version of the language file - it does not
// have any effect other than identification, and does not
// need to be present.
#LangVersion=19
// SuppVersion is short for Supported Version, and denotes the version in which this
// language file was made for. Any other version running this file will throw an error.
#AppVersion=1.2.3
// Culture is the Windows culture ID for the language.
// This is REQUIRED to be set properly!
#Culture="it-it"

// These lines are not required, they are simply for identification
// purposes.
#Author="korina"
#AuthorContact=""

// Below this are the key-value pairs; ID=String
// Note that the quotes are not required, but may be used for readability purposes.
// Language developers should use this file, and not other languages, to determine the
// context in which the string is deriving - otherwise, you may lose accuracy of your
// translation over time (see TranslationParty).
C_OK="OK"
C_CANCEL="Cancella"
C_CLOSE="Chiudi"
C_COPYTOCLIPBOARD="Copia Negli Appunti"

M_FILE="File"
	M_SAVE="Salva"
	M_SAVEAS="Salva Con Nome"
	M_SAVEALL="Salva Tutto"
	M_UPLOAD="Carica Skin..."
	M_EXIT="Esci"
M_EDIT="Modifica"
	M_UNDO="Annulla"
	M_REDO="Ripristina"
	M_TOOL="Strumento"
M_VIEW="Vista"
	M_MODE="Modalità Di Visualizzazione"
		M_PERSPECTIVE="Prospettiva (3D) "
		M_TEXTURE="Texture (2D) "
		M_HYBRID="Dividi"
	M_3D="Impostazioni 3D"
		M_ANIMATE="Animare"
		M_FOLLOWCUR="Segui Cursore"
		M_GRASS="Erba"
		M_GHOST="Parti Nascoste Del Fantasma"
		M_MULTISAMPLING="Multicampionamento"
	M_2D="Impostazioni 2D"
		M_ALPHACHECKER="Scacchiera Alpha"
		M_OVERLAY="Sovrapposizione"
			M_ENABLEOVERLAY="Abilita Sovrapposizione"
	M_TRANSMODE="Modalità Trasparenza"
		M_OFF="Off"
		M_HELMETONLY="Solo Casco"
		M_ALL="Tutto"
	M_VISIBLEPARTS="Parti Visibili"
		M_HEAD="Testa"
		M_HELMET="Casco"
		M_CHEST="Petto"
		M_LEFTARM="Braccio Sinistro"
		M_RIGHTARM="Braccio Destro"
		M_LEFTLEG="Gamba Sinistra"
		M_RIGHTLEG="Gamba Destra"
M_OPTIONS="Opzioni"
	M_KEYSHORTCUTS="Scorciatoie Da Tastiera"
	M_BGCOLOR="Colore Sfondo"
	M_USETEXTUREBASES="Usa Texture Di Base"
	M_PREFERENCES="Preferenze"
M_HELP="Aiuto"
	M_CHECKUPDATES="Controlla Aggiornamenti"
	M_AUTOUPDATE="Controlla Autonomamente Gli Aggiornamenti"
	M_ABOUT="Circa"
	
T_TREE_ZOOMOUT="Zoom Indietro"
T_TREE_ZOOMIN="Ingrandisci"
T_TREE_IMPORTHERE="Importa"
T_TREE_NEWFOLDER="Nuova Cartella"
T_TREE_RENAME="Rinomina"
T_TREE_DELETE="Elimina"
T_TREE_CLONE="Clone"
T_TREE_UPLOAD="Carica"

T_SAVE="Salva"
T_SAVEALL="Salva Tutto"
T_UNDO="Anulla"
T_REDO="Ripristina"
T_PERSPECTIVE="Prospettiva"
T_TEXTURE="Texture"
T_HYBRID="Ibrido"
T_SCREENSHOT="Screenshot (tenere premuto il tasto shift per salvare)"
T_TOGGLEHEAD="Toggle Head"
T_TOGGLEHELMET="Toggle Helmet"
T_TOGGLECHEST="Toggle Chest"
T_TOGGLELEFTARM="Toggle Left Arm"
T_TOGGLERIGHTARM="Toggle Right Arm"
T_TOGGLELEFTLEG="Toggle Left Leg"
T_TOGGLERIGHTLEG="Toggle Right Leg"
T_SWATCHES="Campioni"
T_SKINS="Skin "
T_PARTS="Parti "

M_IMPORT_HERE="Importa Qui..."
M_NEWFOLDER="Nuova Cartella"
M_NEWFOLDER_HERE="Nuova Cartella Qui..."
M_RENAME="Rinomina..."
M_DELETE="Cancella..."
M_CLONE="Clona"



T_TOOL_CAMERA="Vista"
T_TOOL_PENCIL="Matita"
T_TOOL_ERASER="Gomma"
T_TOOL_DROPPER="Contagocce"
T_TOOL_DODGEBURN="Schiva/Brucia"
T_TOOL_DARKENLIGHTEN="Darken/Lighten"
T_TOOL_BUCKET="Riempi Secchio"
T_TOOL_NOISE="Rumore"

B_MSG_DIRMISSING="Manca una directory inclusa: di solito questo accade perché non è stato estratto il programma. Anche se non si tratta di un problema critico, mancheranno i modelli, i campioni o altri contenuti inclusi."
B_MSG_UPTODATE="Avete la versione più recente e migliore!"
B_MSG_NEWUPDATE="Sono disponibili nuovi aggiornamenti apri il programma di aggiornamento per visualizzare gli aggiornamenti disponibili! "
B_MSG_UPLOADERROR="Errore Caricamento Skin"
B_MSG_UPLOADSUCCESS="Caricamento Skin Riuscito! Divertitevi!"
B_MSG_DELETESKIN="Delete this skin?\r\nIt will be sent to the Recycle Bin."
B_MSG_DELETEFOLDER="Eliminare questa cartella?\r\nVerrà inviato al Cestino."
B_MSG_OVERLAYERROR="Impossibile caricare l'immagine sovrapposta: "{0}"; La risoluzione è un potere di due?"
B_MSG_UPLOADRES="Sebbene sia possibile modificare le texture ad alta risoluzione con MCSkinn, non è possibile caricarle sul proprio profilo Minecraft."
B_MSG_ANTIALIAS="Riavviare MCSkinn per applicare le opzioni di multicampionamento."
B_MSG_PIXELFORMAT="Mi dispiace, ma a quanto pare la tua scheda video non supporta un formato pixel a 32 bit, che al momento è necessario per il corretto funzionamento di MCSkinn."
B_MSG_SHORTCUTEXISTS="La scorciatoia "{0}" ha la stessa chiave di "{1}" - oscurandola."

B_CAP_QUESTION="Domanda"
B_CAP_SORRY="Scusa"

C_SQUARE="quadrato"
C_CIRCLE="Cerchio"

O_EXPOSURE="Esposizione: "
O_INCREMENTAL="Incrementale"
O_LIGHTEN="Schiarire"
O_DARKEN="Scurire"
O_DODGE="Schivare"
O_BURN="Bruciare"
Q_THRESHOLD="Soglia:"

C_NEW="Nuovo"
C_CANTMOVE="Impossibile Spostarsi In"
C_COPY="Copia"
C_MOVE="Sposta"
C_MOVED="Spostato"
C_COPYTO="Copia In"
C_MOVETO="Sposta In"
C_IMPORTTO="Importa In"

C_SETTINGSFAILED="Impossibile caricare il file delle impostazioni; Di conseguenza, sono state caricate le impostazioni predefinite."

C_AUTOLOGIN="Accesso-Automaticp?"
C_REMEMBER="Ricordati di me?"
C_USERNAME="Nome Utente:"
C_PASSWORD="Password:"
C_UPLOADTEXT="Per caricare la tua skin, devi accedere a Minecraft.net. Questo programma può automatizzare questo processo; Inserisci il tuo nome utente e password per continuare."

C_UPLOADING="Caricamento della skin! Attendere prego..."
C_SHORTCUTINUSE="Scorciatoia già utilizzata da"

S_TREEVIEW_ZOOMIN="Zoom avanti della vista ad albero"
S_TREEVIEW_ZOOMOUT="Zoom indietro della vista ad albero"
S_SWATCH_ZOOMIN="Zoom avanti campione"
S_SWATCH_ZOOMOUT="Zoom indietro campione"
S_COLORSWAP="Scambia colori di primopiano/sfondo"
S_RENAME="Cambia Nome"
S_CLONE="Clona Nodo"
S_DELETE="Cancella Nodo"
S_SCREENSHOT_CLIP="Screenshot negli appunti"
S_SCREENSHOT_SAVE="Screenshot da salvare"
S_TOGGLEVIEW="Attiva/disattiva modalità di visualizzazione"
S_TOGGLETRANS="Attiva/disattiva modalità trasparenza"

M_SHORTCUTS="Fai clic nella casella di testo sottostante e premi i tasti che desideri assegnare a questa scorciatoia. W_OPTIONS="Opzioni strumento"

T_CAMERA="Sinistra del mouse per ruotare. Rotellina destra/mouse per ingrandire."
T_PENCIL="Mouse sinistro per dipingere. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per utilizzare il colore di sfondo."
T_DROPPER="Mouse sinistro per scegliere il colore. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per scegliere lo sfondo, altrimenti il primo piano."
T_DODGEBURN="Mouse sinistro per schivare/bruciare. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per cambiare strumento."
T_DARKENLIGHTEN="Mouse sinistro per schiarire/scurire. Mouse destro/mediano per ruotare/zoomare. Maiuscolo per cambiare strumento."
T_ERASER="Mouse sinistro per cancellare il colore e l'alfa. Mouse destro/mediano per ruotare/zoomare."
T_FILL="Sinistra del mouse per riempire i pixel. Spostare per utilizzare il colore di sfondo. Tenere premuto Ctrl per bloccare la parte. Mouse destro/mediano per ruotare/zoomare."
T_NOISE="Mouse sinistro per applicare il rumore. Mouse destro/mediano per ruotare/zoomare."

C_UNSAVED="Avete modifiche non salvate, siete sicuri di voler smettere?"
C_UNSAVED_CAPTION="Aspetta!"

O_HOLDNESS="Tenuta:"

G_BRUSH="Penello"
G_BRUSHOPTS="Opzioni Penello"
G_NOISEOPTS="Opzioni Rumore"
G_FILLOPTS="Opzioni Riempimento"
G_TOOL="Strumento"

T_DECRES="Riduci Risoluzione"
T_INCRES="Aumenta Resoluzione"

M_NEWSKIN="Nuova Skin"
M_NEWSKIN_HERE="Nuova Skin Qui"

M_SKINERROR="Impossibile scaricare la skin dall'archivio delle skin di Minecraft!"
M_FETCH_NAME="Recupera da Minecraft"
M_FETCH_TEXT="MCSkinn può recuperare una skin dal vostro account Minecraft (o da quello di chiunque altro) e importarla come skin. Inserite il nome dell'account qui sotto e premete Importa per farlo!"
M_PLAYER_NAME="Nuome Giocatore:"

C_YES="Si"
C_NO="No"
D_DONTASK="Non chiedere pi"
M_IRREVERSIBLE="Nota: le skin ad alta risoluzione NON possono essere caricate su Minecraft.net come skin! Questa operazione è irreversibile e causa la perdita delle funzionalità di Annullamento/Ripristino fino a questo punto. Sei sicuro di voler eseguire questa operazione?"

M_TEMP="Si sta tentando di eseguire MCSkinn da una posizione temporanea. Estrarre correttamente il programma per eseguirlo."

T_RESETCAMERA="Ripristina telecamera"
M_SKINDIRS="Elenchi di skin"
M_DYNAMICOVERLAY="Sovrapposizione dinamica"
M_DYNAMICOPTIONS="Opzioni dinamiche"

U_PIXELSCHANGED="Pixel modificati"
T_TOOL_STAMP="Stampa"
T_STAMP="Fai clic con il tasto sinistro per stampare. Tieni premuto Maiusc e fai clic per copiare una regione sul pennello." L_UNDOACTIONS="Annulla azioni {0}"
L_REDOACTIONS="Ripeti {0} azioni"

M_BROWSE="Sfogliare la posizione"
M_SKIN="skin"
M_FOLDER="cartella"

M_SHARED="Opzioni condivise"
M_INFINITEMOUSE="Mouse infinito"

T_SWATCHEDIT="Modifica Campioni"
T_DELETESWATCH="Elimina Campioni"
T_ADDSWATCH="Aggiungi Campioni"

M_EXPT_EXCEPTION="Si è verificata un'eccezione!"
M_EXPT_APPERROR="Errore di applicazione!"
M_EXPT_ERRORTEXT="MCSkinn ha riscontrato un errore e potrebbe diventare instabile. Tuttavia, non temete, perché c'è qualcosa che potete fare per aiutarci! Se volete aiutare gli sviluppatori, inviateci una segnalazione di errore! In fondo a questa finestra c'è un link blu che porta al contenuto di una segnalazione di errore. Inviarci questa segnalazione (cercateci su PlanetMinecraft) aiuterà molto lo sviluppo.!"
M_EXPT_SHOW="Non mostrare più"
M_EXPT_CLOSE="Chiudi"
M_EXPT_VIEW="Per visualizzare il report, fare clic"
M_EXPT_HERE="qui."

C_RESTART="Il programma ha bisogno di essere riavviato prima che tu possa eseguire questa operazione!"
C_RESTART_CAPTION="Riavvio richiesto"
D_UNSAVED="Le skin non sono state salvate; la modifica delle directory delle skin richiede l'aggiornamento dell'elenco delle skin e quindi si perderanno le modifiche non salvate. Fare clic su Sì per aggiornare senza salvare; fare clic su No per attendere il riavvio; fare clic su Annulla per annullare."
D_UNSAVED_CAPTION="Modifiche non salvate"

M_RENDERSTATS="Statistiche di rendering"
M_GRIDCOLOR="Grid Color"
M_GRIDOPACITY="Colore griglia"

M_LOADING="Caricamento in corso..."
M_NEWPALETTE="Nuova palette di campioni"
M_DELETEPALETTE="Cancellare la tavolozza dei campioni"
M_CONVERTSWATCH="Convertire la tavolozza dei campioni..."
M_RENAMEPALETTE="Rinominare la tavolozza dei campioni"
M_CURRENTFORMAT="Formato attuale:"
M_NEWFORMAT="Nuovo formato:"
M_SWATCHQUESTION="In questo modo la tavolozza dei campioni verrà eliminata in modo permanente. Continuare?"
M_SWATCHQUESTION_CAPTION="Sei sicuro?"

M_UPDATESTARTING="Aggiornamenti scaricati - MCSkinn si chiude e si apre il programma di aggiornamento. Si noti che questo programma viene eseguito dalla cartella Temp e quindi Windows (o il software antivirus) potrebbe lamentarsene; non preoccupatevi, perché serve semplicemente a mantenere pulita la directory principale dai file di aggiornamento."
M_REPORTVIEWER="Visualizzatore di rapporti"

M_GRIDENABLED="Griglia abilitata"
M_RENDERRESTART="Per cambiare la modalità di rendering è necessario un riavvio."
M_RENDERER="Renderer"
M_CLIENTARRAYS="Array client"
M_IMMEDIATE="Modalità immediata"
W_POPOUT="Popout"

E_SKINERROR="Si è verificato un errore nel tentativo di caricare la skin "{0}"; eliminare questo file o spostarlo fuori dalla cartella."
T_TOGGLECHESTARMOR="Toggle Chest Armor"
T_TOGGLELEFTARMARMOR="Toggle Left Arm Armor"
T_TOGGLERIGHTARMARMOR="Toggle Right Arm Armor"
T_TOGGLELEFTLEGARMOR="Toggle Left Leg Armor"
T_TOGGLERIGHTLEGARMOR="Toggle Right Leg Armor"

M_CHESTARMOR="Armatura pettorale"
M_LEFTARMARMOR="Armatura mano sinistra"
M_RIGHTARMARMOR="Armatura manodestra"
M_LEFTLEGARMOR="Armatura della gamba sinistra"
M_RIGHTLEGARMOR="Armatura della gamba destra"

C_SCALE="Scala"
C_CROP="Raccolta"
M_SKINSIZEMISMATCH="Le dimensioni di questa skin non corrispondono a quelle previste dal modello selezionato. MCSkinn può risolvere il problema in due modi:\nCrop: basta impostare le dimensioni della skin in modo che corrispondano a quelle del modello senza modificare la skin stessa. Se noti che questa operazione potrebbe ritagliare parti della skin a seconda della differenza di dimensioni. Se si sta convertendo una skin da 1.7 a 1.8, USARE QUESTA OPZIONE: Scala la skin per adattarla alle dimensioni richieste.\n}Nota che questa è un'operazione distruttiva e non può essere annullata."

M_GENERAL="Generale"
M_SKINLIB="Biblioteca"
M_RENDERSETTINGS="Rendering"
M_HOTKEYS="Tasti di scelta rapida"
M_LANGUAGES="Lingua"
M_HELPSUPPORT="Aiuto & Supporto"
M_MCSKINNSETTINGS=" Impostazioni MCSkinn"

T_SELECTLANG="Selezionare la lingua di visualizzazione di seguito."
T_RESTARTBEFOREAPPLY="È possibile riavviare l'applicazione per applicare le modifiche."
T_NEWLANG="Nuova lingua: "
T_CURRENTLANG="Lingua corrente: "

T_SKINLIBMGMT="È possibile selezionare la cartella in cui è salvata la libreria di skin; tutte le skin presenti nelle cartelle sottostanti verranno caricate automaticamente."
T_ADDAFOLDER="Aggiungi cartella"
T_REMOVECURRENT="Rimuovi selezionati"
T_OPENKEYEDITOR="Aprire l'editor di chiavi"

T_3DSETTINGS="Impostazioni 3D"
T_2DSETTINGS="Impostazioni 2D"
M_GRID="Griglia"

M_UNDOLISTACTIONS="Annullamento delle azioni {0}"
M_REDOLISTACTIONS="Ripetere {0} Azioni"

M_REFRESH="Aggiornare"
M_COLOR="Colore"

O_STROKESHAPE="	Forma"

M_NEW="Nuovo"
M_OPEN="Apri"
M_RESOLUTION="Risoluzione"
M_CLOSEAFTERSELECT="Chiudi dopo la selezione"
M_UNABLELOADSKIN="Impossibile caricare la skin"
M_OPENINEDITOR="Open in Editor"
M_CONFIRM="Conferma"
M_CONFIRM_DELETE="Sei sicuro di voler eliminare questo articolo? '{0}' sarà perso per sempre! (Molto tempo!)"
M_CONFIRM_RESOLUTION="Le skin ad alta risoluzione NON POSSONO essere caricate su Minecraft.net come skin!\n\nQuesta operazione è irreversibile e causerà la perdita della funzionalità Annulla/Ripristina fino a questo punto. Sei sicuro di voler effettuare questa operazione?"
M_FOLDERSELECTED="Seleziona una skin per organizzare la tua squadra"

M_LANGUAGE="Lingua"
M_LANGUAGE_DESCRIPTION="I pulsanti e il testo simili all'interfaccia utente appariranno in questa lingua"
M_THEMEMODE="Modalità a tema"
M_THEMEMODE_DESCRIPTION="Cambia i colori che appaiono in quest'app"
M_LIGHT="Chiaro"
M_DARK="Scuro"
M_SYSDEFAULT="Default del sistema"
M_BACKDROP="Sfondo"
M_BACKDROP_DESCRIPTION="Lascia che le finestre e le superfici appaiano traslucide"
M_NONE="Nessuno"
M_ACRYLIC="Acrilico"
M_MICA="Mica"
M_TABBED="A schede"
M_UISCALE="Scala dell'interfaccia utente"
M_UISCALE_DESCRIPTION="Non è consigliabile modificarlo a meno che l'interfaccia utente non sia troppo piccola o grande per te"
M_RENDERSCALE="Scala di rendering"
M_RENDERSCALE_DESCRIPTION="Quanto dovrebbe essere grande il buffer di rendering. L'aumento di questo può portare a una grafica migliore, ma a prestazioni più lente e a un maggiore utilizzo della memoria"
M_TEXTUREOVERLAY="Sovrapposizione di texture"
M_TEXTUREOVERLAY_DESCRIPTION="Mostra un bordo in ogni parte della skin in vista 2D"
M_LINECOLOR="Colore linea"
M_LINESIZE="Misura linea"
M_TEXTCOLOR="Colore testo"
M_TEXTSIZE="Misura testo"
M_PIXELGRID="Griglia di pixel"
M_PIXELGRID_DESCRIPTION="Visualizza i limiti di ogni pixel nella vista 2D"
M_OPACITY="Opacità"
M_RENMEBERPREFERS="Ricorda le preferenze"
M_RENMEBERPREFERS_DESCRIPTION="Ricorda cose come l'ultima skin aperta e recuperale al prossimo avvio. Abilitare questo potrebbe rallentare la velocità di avvio"
M_AUTOGC="GC automatico"
M_AUTOGC_DESCRIPTION="Questo aiuta a ridurre l'utilizzo della memoria, ma se riscontri problemi, disattivarlo potrebbe essere d'aiuto"
M_RENDERING="Rendering"
M_APPEARANCE="Aspetto"
M_AUTHOR="Autore"
M_VERSION="Versione"
M_DEFAULTWITHBRACKETS="(Predefinito)"
M_ADVANCED="Avanzate"
M_APPLY="Applicare"
M_SPONSOR="Sponsor"
M_SETTINGS="Impostazioni"
M_REMOVEWFWARN="Sei sicuro di rimuovere questa cartella dalla tua raccolta? Tutti i cambiamenti di skin in questa cartella saranno elencati."
M_REMOVE="Rimuovi"
M_OLDNAME="Vecchio nome"
M_NEWNAME="Nuovo nome"

M_SPONSOR_1="Perché dovresti donare?"
M_SPONSOR_2="Ciao! Grazie per aver utilizzato MCSkinn! Ti piace finora?\r\n\r\nQuesta app rende la tua esperienza con Minecraft più piacevole, aiutandoti a creare un sacco di bellissime skin. Allo stesso tempo è completamente gratuito e senza pubblicità.\r\n\r\nPer questo puoi sostenermi con una donazione volontaria. Anche una piccola quantità mi fa saltare felice per il mio appartamento. Dona solo quanto apprezzi il mio lavoro."
M_SPONSOR_3="Come donare?"
M_SPONSOR_4="Puoi inviarmi denaro tramite le seguenti opzioni. È completamente volontario e non dovresti aspettarti alcun compenso."
M_SPONSOR_5="Comprami un caffè :-)"
M_SPONSOR_6="Aggiungi un'osservazione con MCSkinn e il tuo nome utente in modo che io sappia chi ha donato e per quale prodotto è stato donato. Grazie!"
M_ADD="Aggiungi"
M_VIEWLOGS="Visualizza registri"

M_MANIPULATIONENABLED="Abilita manipolazioni"
M_MANIPULATIONENABLED_DESCRIPTION="Abilita manipolazioni come il ridimensionamento con più dita e la traduzione con il tocco"
M_STYLUSTODRAW="Usa uno stilo per disegnare"
M_STYLUSTODRAW_DESCRIPTION="Se abilitato, con il tocco puoi muovere e ruotare la vista invece di disegnare, e puoi usare lo stilo per disegnare."

M_FIRSTIMEWELCOME="Ciao? Prepariamo le cose!"
M_APPLICATION="Applicazione"
M_USER="Utente"
M_SELECTSKINLIB="Seleziona cartella libreria skin"
M_CONFIGINAPPLICATION="Preferenze nella cartella dell'applicazione"
M_CONFIGINUSER="Preferenze nella cartella utente"
M_SELECTSKINLIBTIP="Seleziona una directory da utilizzare come libreria delle skin. Dovrebbe essere vuota o contenere le tue skin di minecraft esistenti. Puoi sempre aggiungerne un'altra o rimuoverla in qualsiasi momento."
M_INVALIDSKINLIBWARN="Non hai ancora selezionato una cartella come libreria skin. Sei sicuro di continuare? Puoi sempre aggiungerne una in seguito."
M_COMINGRIGHTUP="Arrivo subito!"
M_RESETALLSETTINGS="Ripristina tutte le impostazioni"
M_RESETALLSETTINGS_DESCRIPTION="Cancella tutte le impostazioni e le preferenze, questo non eliminerà nessuna delle tue skin"
M_RESET="Ripristina"
M_CREATE="Crea"
M_EMPTY="Vuoto"
M_CREATEEMPTYSKIN="Crea una skin vuota"
M_LOCALFILE="File locale"
M_DROPFILEORCLICK="Trascina un file o fai clic"
M_SAVETO="Salva in"
M_UNSELECTED="(Non selezionato)"

M_UNABLESAVESKIN="L'interfaccia corrente non può essere salvata, perché il programma non dispone dell'autorizzazione per accedere al file o perché il file corrente è utilizzato da un altro programma." Chiudere gli altri programmi che utilizzano questo file e assicurarsi che MCSkinn disponga di autorizzazioni sufficienti per accedere a questo file. \r\n\r\nSe questo messaggio viene ancora visualizzato, salvare l'interfaccia come un altro file o controllare il driver della scheda grafica. "
M_EMPTYLIBRARY1="Niente di niente"
M_EMPTYLIBRARY2="Ricostruiamo una nuova skin o importiamo una esistente."

M_WORKFOLDERUNINITIALIZED1="Errore verificato"

M_WORKFOLDERUNINITIALIZED2="Impossibile caricare questa cartella. Visualizzare i registri e riavviare l'applicazione. Questo di solito è dovuto al fatto che la directory è stata spostata, rinominata, cancellata o non abbiamo il permesso di accedervi.
M_USETEMPLATE="Usa modello"

M_INCREASERESOLUTION="Aumenta"
M_DECREASERESOLUTION="Diminuisci"
M_ROTATE="Ruota"
M_SWITCH=""Cambia"
M_CURRENT="Corrente"
M_CHANGERESOLUTIONCONFIRM="Anche se puoi modificare le texture ad alta risoluzione con MCSkinn, non puoi caricarle sul tuo profilo Minecraft. Le skin ad alta risoluzione possono funzionare solo sull'edizione Bedrock. E questa operazione è irreversibile e causerà una perdita della funzionalità Annulla/Ripristina a questo punto. Ti consigliamo di creare un backup di questa skin prima di questa azione. Sei sicuro di volerlo fare?"
M_NEWVALUE="Nuovo valore"
M_RESIZE="Ridimensiona"